{
    "topic": "Famous-Figures",
    "scavengerName": "Historical Luminaries",
    "description": "Embark on an intriguing quest to uncover the stories of Jersey City's most celebrated historical figures, guided by riddles and clues that lead you to sites associated with their remarkable lives and contributions. Each location holds a piece of the puzzle, revealing the impact these individuals had on shaping the city's heritage.",
    "startLocation": {
      "description": "Berry Lane Park",
      "type": "Point",
      "coordinates": [-74.0675, 40.712222]
    },
    "scavengerStops": [
      {
        "scavengerName": "Berry Lane Park",
        "type": "Point",
        "clue": "A pioneer of public education, her vision took flight, She championed knowledge, illuminating the night.",
        "solution": "Berry Lane Park, the site of the original schoolhouse where Abigail Mott, a leading figure in the development of public education in Jersey City, taught for over 50 years.",
        "coordinates": [-74.0675, 40.712222]
      },
      {
        "scavengerName": "Harsimus Cemetery",
        "type": "Point",
        "clue": "A man of commerce, his influence grew, He shaped Jersey City's skyline, its urban hue.",
        "solution": "Harsimus Cemetery, the resting place of Cornelius Van Vorst, a prominent businessman and civic leader who played a significant role in Jersey City's development and expansion.",
        "coordinates": [-74.0552, 40.7272]
      },
      {
        "scavengerName": "Hamilton Park",
        "type": "Point",
        "clue": "A renowned artist, his legacy endures, His sculptures grace our city, their beauty assures.",
        "solution": "Hamilton Park, home to several sculptures by Frederick William MacMonnies, a Jersey City native who became one of America's most celebrated sculptors during the late 19th and early 20th centuries.",
        "coordinates": [-74.0469, 40.7277]
      },
      {
        "scavengerName": "The J.C. Jacobsen House",
        "type": "Point",
        "clue": "A home of innovation, where ideas took form, It witnessed inventions, defying the norm.",
        "solution": "The J.C. Jacobsen House, the former home of John C. Jacobsen, a renowned inventor who developed numerous innovations, including the first practical submarine and the telephoto lens.",
        "coordinates": [-74.0354, 40.7222]
      },
      {
        "scavengerName": "Jersey City Hall",
        "type": "Point",
        "clue": "A symbol of governance, where leaders convene, It stands tall and proud, a historical scene.",
        "solution": "Jersey City Hall, a landmark building that has served as the seat of Jersey City government since 1839, representing the city's history and civic pride.",
        "coordinates": [-74.0431, 40.7178]
      }
    ]
  }


{
  "topic": "Ancient-Mysteries",
  "scavengerName": "Unraveling Jersey City's Hidden Past",
  "description": "Embark on an intriguing quest to uncover Jersey City's ancient mysteries, guided by riddles and clues that lead you to places associated with its rich history and forgotten civilizations. Prepare to delve into the city's past, unearthing the stories of the Lenape people, the original inhabitants of the region, and their enduring connection to the land.",
  "startLocation": {
    "description": "The Lenape Trail",
    "type": "Point",
    "coordinates": [-74.1643, 40.73544]
  },
  "scavengerStops": [
    {
      "scavengerName": "The Lenape Trail",
      "type": "Point",
      "clue": "Where footsteps once trod, a legacy endures, Follow the Lenape Trail, their stories obscure.",
      "solution": "The Lenape Trail, a hiking and biking path that winds through wooded areas and along the Hudson River, was once a vital transportation route for the Lenape people, providing access to hunting grounds and trade networks.",
      "coordinates": [-74.1643, 40.73544]
    },
    {
      "scavengerName": "The Dey Mansion",
      "type": "Point",
      "clue": "A grand estate, a window to the past, Where history whispers, its secrets amassed.",
      "solution": "The Dey Mansion, a 1748 Georgian-style mansion, served as the home of the Dey family, prominent landowners who played a significant role in Jersey City's early development. The mansion now houses the Hudson County Historical Society and is a testament to the city's rich heritage.",
      "coordinates": [-74.14, 40.915556]
    },
    {
      "scavengerName": "The Jersey City Hall Annex",
      "type": "Point",
      "clue": "Beneath the city's surface, hidden in plain sight, Ancient artifacts lie, casting a new light.",
      "solution": "The Jersey City Hall Annex, a municipal building constructed in 1894, holds a remarkable secret. During its construction, archaeologists discovered a Lenape burial ground, revealing the presence of the Lenape people in this area long before the arrival of European settlers.",
      "coordinates": [-74.077, 40.7106]
    },
    {
      "scavengerName": "The Liberty State Park Archaeology Center",
      "type": "Point",
      "clue": "Where artifacts speak, their stories unfold, Unveiling the Lenape's tale, precious and old.",
      "solution": "The Liberty State Park Archaeology Center, a research facility dedicated to preserving and studying archaeological artifacts, houses a collection of Lenape artifacts recovered from various sites in Jersey City. These artifacts provide valuable insights into the daily lives, technology, and cultural practices of the Lenape people.",
      "coordinates": [-74.052315, 40.703693]
    },
    {
      "scavengerName": "The Jersey City Museum",
      "type": "Point",
      "clue": "A treasure trove of history, where stories convene, Discover the Lenape's legacy, their presence serene.",
      "solution": "The Jersey City Museum, a repository of the city's history and culture, houses a permanent exhibition dedicated to the Lenape people. This exhibition showcases artifacts, artwork, and multimedia presentations that bring the Lenape's story to life, highlighting their cultural heritage and contributions to the region.",
      "coordinates": [-74.0505, 40.7197]
    }
  ]
}
